{
  "v17": {
    "changelog": "[Fix Update]\r\nFABRIC IS NOW 0.14.19\r\n \r\nMods:\r\n+ Added Server Browser [Fabric/Forge] (by thethonk)\r\n+ Added StackDeobfuscator (by booky10)\r\n+ Added Ocean\u0027s Delight (by scouter567)\r\n+ Added Chunks fade in (by kerudion)\r\n+ Added Repurposed Structures - Yung\u0027s Better Nether Fortress Compat Datapack (by telepathicgrunt)\r\n+ Added Repurposed Structures - Bygone Nether Compat Datapack (by telepathicgrunt)\r\n+ Added Entity Model Features [CEM] (by traben_0)\r\n- Removed MoreMcMeta (Redundant)\r\n- Removed Custom Entity Models (Replaced)\r\n- Removed More Babies (Causes Crash)\r\n \r\nConfigs:\r\n- Re-enabled all previously disabled Lithium config options for better performance. If you notice any issues regarding chunks not loading or hoppers not working as intended, PLEASE report it on the modpack\u0027s Github page or in our Discord.\r\n- Added several new quests to the Miscellaneous category. More quests will be added soon.\r\n- Many quest fixes and balancing changes\r\n- Added a warning to the main menu when the Essential mod is installed\r\n- Re-enabled Jar Autodetect\r\n- Bound Toggle Empowered to X\r\n- Bound Open Terminal to V\r\n- Unbound Secondary Zoom\r\n \r\nUpdates:\r\n- Added 1,773 words worth of new biomes, new items, new mobs, and fixes. (Oh The Biomes You\u0027ll Go)\r\n- Added a toggle button for rain/snow culling in Video Settings, and added a new culling feature which may result in \"insane performance improvements\" (MoreCulling)\r\n- Added better mod compatibility and performance improvements (Lithium)\r\n- Added two new memory leak fixes (MemoryLeakFix)\r\n- Added better compatibility with Iris, resulting in performance improvements (ImmediatelyFast)\r\n- Added dog bowls and dog beds for all Vanilla wood and wool types (Wolves Of Other Furs)\r\n- Added REI support for Queen Bee trades. Click the Queen Bee spawn egg in REI to view. (The Bumblezone)\r\n- Added grape variants which give different effects when eaten (Vinery)\r\n- Added recipes for individually dying cushions and sheets (Handcrafted)\r\n- Added enchantment description support (Frostiful)\r\n- Added better loot integration for 10 mods (Loot Integration)\r\n- Added a new type of waypoints that automatically disappear when reached (Xaero\u0027s Minimap)\r\n- Added keyboard navigation to the language menu (Language Reload)\r\n- Changed reach distance from 256 to 1024 (Ping Wheel)\r\n- Changed most wine recipes (Vinery)\r\n- Changed many textures (Vinery)\r\n- Improved Crafting Terminal Refill Speed (Tom\u0027s Simple Storage)\r\n- All types of flowers can now be used in Wooden Flower Pots (Meadow)\r\n- Frost Resistance now applies to freezing from Powder Snow (Frostiful)\r\n- Made RS Structures that spawn only in basalt, crimson, soul, or warped-like nether biomes now spawn in more modded Nether biomes by default (Repurposed Structures)\r\n- Wandering winemakers now have a lower chance of dropping gloves after death (Vinery)\r\n- You will now get Bottles back when drinking Wine (Vinery)\r\n- Theres now a small chance of getting rotten cherries while picking cherry leaves. You can throw them at other entities to poison them. (Vinery)\r\n- Explorer maps for RS Structures are now Async, causing much less lag when locating structures (Repurposed Structures)\r\n- Kitchen sinks no longer consume buckets and can be used to fill up glass bottles (Vinery)\r\n- Antique Ink can now be used on written books to turn them into Tattered Books (Supplementaries)\r\n- Candles can be placed on wall skulls (Supplementaries)\r\n- You can now pick up a placed book by shift clicking on it (Supplementaries)\r\n- Reduced the amount of floating blocks in Jungle Fortresses and Underground Bastions (Repurposed Structures)\r\n- Curse of Frozen Touch will no longer appear in the enchanting table (Frostiful)\r\n- Fixed servers not closing properly, stopping on \"Shutting down map thread\" (spark)"
  }
}